<%@page contentType="text/html;charset=gb2312"%>
<HTML><body><div style="float:right">
<table width=800,height=800>
<tr>
<td bgcolor="#003D79" ><font color="#ffffff" size="4">实验教学方法与手段</font></td>
<td align="right" bgcolor="#D9D9D9">当前位置：首页|实验教学|实验教学方法与手段</td>
</tr>
<tr><td colspan="2">
<center><h1>实验教学方法与手段</h1></center><p>
1.为实现基础与前沿、经典与现代、教与学的有机结合，有效推动实验教学的改革，中心在自身专业支撑下，正在大力引入、集成各类新型信息技术，改造传统的实验教学内容和实验技术方法，加强综合性、设计性、创新性实验，建立新型的适应学生能力培养、鼓励探索的多元实验考核方法和教学模式，进行了有益的改革探索；<p>

2.中心十分重视平时每个教学环节对学生素质的培养和考核，各门实验课根据各自特点，都制定了一套行之有效考核办法。针对计算机学科实践要求强的学科特点，针对计算机实验尤其是软件实验的个性化强、考核点多、考核难度大的特点，中心强化了助教的实验指导工作，推行“时间片划分点对点辅导和检查方法”，具体而言，保证实验过程中，每个学生都有一定量的时间，可以得到助教和教师的面对面指导和考核。从实践效果来看，学生反映强烈，效果明显。另外，针对部分综合性和研究性实验项目，实行开放式实验报告答辩方法，由教师或者助教组织，选取部分实习内容和学生，在实验或者实习课程中公开报告、公开答辩，实践效果也相当不错。
</td></tr></table>
</div>
</body></HTML>

