<%@page contentType="text/html;charset=gb2312"%>
<HTML><body><div style="float:right;">
<table width=800,height=800>
<tr>
<td bgcolor="#003D79" ><font color="#ffffff" size="4">实验教学中心发展历程</font></td>
<td align="right" bgcolor="#D9D9D9">当前位置：首页|中心概况|实验教学中心发展历程</td>
</tr>
<tr><td colspan="2">
<center><h1>实验教学中心发展历程</h1></center><p>
河海大学计算机与信息学院的前身为1978年建立的电子计算机专业， 1995年学校院系调整，成立计算机及信息工程学院，随着学科建设、人才培养的发展，2009年组建新的计算机与信息学院。<p>

学院设有计算机科学与技术系、信息与通信工程系、电子信息工程系、计算机基础教学部、计算机应用技术研究所、智能科学与技术研究所、通信与信息系统研究所、探测与对抗研究所、信息工程实验中心、计算机基础实验中心、创新实验室和江苏省水灾害监控与决策支持系统工程中心、江苏省海洋监测设备与数据处理工程中心。<p>

学院拥有计算机科学与技术、软件工程2个博士后科研流动站，拥有计算机科学与技术、信息与通信工程、软件工程3个一级学科博士点，1个水信息学二级学科博士点。计算机科学与技术、信息与通信工程、软件工程、电子科学与技术4个一级学科硕士点；模式识别与智能系统、水信息学2个二级学科硕士点；以及计算机技术领域、软件工程领域、电子与通信工程领域3个工程硕士点；1个计算机应用技术高校教师硕士点。其中，计算机应用技术学科1996年被评为水利部重点学科，该学科梯队2002年被评为江苏省普通高校“青蓝工程”优秀学科梯队；软件工程学科2012年被评为一级学科“十二五”江苏省重点学科，2014年领域软件工程列入江苏高校优势学科建设工程二期建设计划。<p>

学院设有计算机科学与技术、通信工程、电子信息工程3个本科专业。计算机科学与技术专业2004年被评为江苏省省级特色专业，2008年获批国家级特色专业；通信工程专业2008年被评为江苏省精品专业，2010年获批国家级特色专业；计算机专业类2012年成功入选江苏省“十二五”高校重点专业；电子信息工程专业2012年入选江苏省卓越工程师教育培养计划；计算机基础实验中心2009年被评为江苏省级实验教学示范中心。<p>

学院现有教职工140人，具有高级职称的教师62人，博士生导师26人。其中入选教育部“新世纪优秀人才支持计划”、省部级有突出贡献中青年专家、江苏省“333高层次人才工程”、 江苏省“六大人才高峰”、江苏省高等学校“青蓝工程”培养对象等各类省部级以上人才计划的教师20多名。<p>

学院始终坚持“强基础、重实践、求创新”的人才培养理念，以培养高水平人才为目标，建立了从本科生到博士生的完整培养体系。目前在校本科生1400多人，全日制硕士研究生600余人，工程硕士300余人，博士研究生150余人。学院致力于加强本科生、研究生实践创新能力的培养，每年均有上百人次获得各类省级、国家级学科竞赛奖项。经过多年的建设与发展，学院已成为我国计算机科学与技术、软件工程、信息与通信工程以及电子信息领域人才培养和科学研究的重要基地。毕业生就业面宽，有机关事业单位、高校和科研机构、大中型IT企业等。无论是国内外高校的著名教授、水利行业的管理科研骨干、IT行业的精英或是创新型企业的CEO，都在各自领域中展现了学院毕业生的独特风采。<P>

学院先后承接了多项国家“973”、“863”、国家科技支撑计划、国家自然科学基金项目；主持和参与多项水利行业重点项目，如三峡工程、数字黄河工程、国家防汛指挥系统等重大水利水电建设项目。学院近年来发表专业论文千余篇（其中SCI、EI等高水平论文500余篇），出版专著20余部，获国家专利百余项，获国家和省部级科技进步奖20余项。
 
</td></tr>
</div>
</body></HTML>

