<%@page contentType="text/html;charset=gb2312"%>
<HTML><body><div style="float:right;">
<table width=800,height=800>
<tr>
<td bgcolor="#003D79" ><font color="#ffffff" size="4">发展思路与规划</font></td>
<td align="right" bgcolor="#D9D9D9">当前位置：首页|中心概况|发展思路与规划</td>
</tr>
<tr><td colspan="2">
<center><h1>实验教学中心今后建设发展思路与规划</h1></center><p>
中心将紧紧依托计算机科学技术国家重点学科的学科优势，依托计算机软件新技术国家重点实验室、计算机软件研究所的教学/研究基地优势，依托以一位院士、两位长江学者特聘教授为代表的高水平教师队伍的人才优势，依托我们在计算机科学技术研究领域取得了骄人的研究成果优势，结合计算机学科发展速度快、知识覆盖面广、学科交叉强、实践要求高等学科特点，提出并遵循“以学生为主，融知识传授、能力培养、素质教育于一体，强调理论教学和实验教学的相辅相成，强调科学研究和实验教学的相辅相成。教学体系突出基础性和系统性，教学过程以科学精神和创新能力培养为主，以个性化塑造为特色”的计算机科学与技术实验教学理念，培养一批理论和实践功底宽厚、掌握计算机科学的学科特点和发展趋势、富有开拓精神、创新能力和竞争力的人才，他们应该：1）系统地掌握计算机科学理论、计算机软硬件系统及应用知识；2）具备本领域分析和解决问题的能力；3）具备驾驭本领域复杂计算机系统的能力；4）具备良好的实践技能和新技术应用能力；5）在科学研究和应用研究中具有良好的创新意识和创新能力。围绕上述目标而进行的实验室建设和人才培养过程中，不断从实验教学体系、实验方法手段、实验管理机制、实验队伍建设、各分实验室资源建设等各个方面提高实验中心整体水平，并最终建设成为国内一流的计算机科学与技术实验教学中心，力争形成一定的国际影响。<p>

围绕实验教学人才培养目标，本实验教学中心的建设思路可以归结为“依托各类优势，整合优化资源；强化教学体系，突出创新训练；融合教学/科研，增强持续发展；加强外联合作，扩大对外辐射；重视队伍建设，健全管理机制”。细言之，教学中心将：1）着重整合原计算中心、原各教学实验室的优质资源，调整并改进软、硬件资源配置，重建基础实验教学大纲，分层次、多模块、系统设置计算机科学实验课程的全部项目，做好课堂理论教学内容的“落地”和“实训”支撑工作，在“扎实的基本训练”和“宽广、完整的实验知识覆盖”方面形成实验中心的“基础性”和“系统性”特色；2）依托学科优势、基地优势、成果优势、人才优势等，整合优质实验教学资源和科研资源，进一步推动科研成果向实验教学的转化机制，建立大学生个性化实验教学体系，做好高素质创新型人才的提高型和研究创新型实验支撑工作，在“实验教学内容不断深化”和“创新人才个性化塑造”方面形成实验中心的“可持续发展”和“创新训练能力”方面的特色；3）整合实验教学中心资源、优质企业资源，积极开展和国际相关教学机构的合作，在宏观上建设以实验中心为核心，以优质企业为“卫星”，以国际合作为外联的立体、开放式实验教学体系结构，形成实验中心的辐射特色；在微观上，大力开展新实验技术、新实验手段、网络化管理等的引进、学习、消化和创新，形成实验中心的“手段和管理先进性”特色；4），建立健全实验中心教学和管理人员的深造、培训和个人发展机制，建设一支教育理念先进、研究能力强、教学与管理经验丰富、具有较强的可持续发展潜力的实验教学与管理队伍。<p>

</td></tr>
</div>
</body></HTML>

