<%@page contentType="text/html;charset=gb2312"%>
<HTML><body><div style="float:right;">
<table width=800,height=800>
<tr>
<td bgcolor="#003D79" ><font color="#ffffff" size="4">中心任务</font></td>
<td align="right" bgcolor="#D9D9D9">当前位置：首页|中心概况|中心任务</td>
</tr>
<tr><td colspan="2">
<center><h1>中心任务</h1></center><p>
1，根据计算机学科特点、知识结构和各类学生情况，按照“层次式---模块化---综合性---研究型”实验教学课程体系，优化实验教学课程体系和教学内容，强化实验教学中心的管理，提高实验教学优质资源的共享。<p>

2，遵循“以学生为主，融知识传授、能力培养、素质教育于一体，强调理论教学和实验教学的相辅 相成，强调科学研究和实验教学的相辅相成。教学体系突出基础性和系统性，教学过程以科学精神和创新能力培养为主，以个性化塑造为特色”的计算机科学与技术实验教学理念，培养一批理论和实践功底宽厚、掌握计算机科学的学科特点和发展趋势、富有开拓精神、创新能力和竞争力的人才。<p>




</td></tr>
</div>
</body></HTML>

