<%@page contentType="text/html;charset=gb2312"%>
<HTML><body><div style="float:right;">
<table width=800,height=800>
<tr>
<td bgcolor="#003D79" ><font color="#ffffff" size="4">实验室管理体制</font></td>
<td align="right" bgcolor="#D9D9D9">当前位置：首页|管理模式|实验室管理体制</td>
</tr>
<tr><td colspan="2">
<center><h1>仪器设备管理</h1></center><p>
 维护与运行

（仪器设备管理制度、措施，维护维修经费保障等）




对于仪器设备的维护管理，河海大学有一整套健全的规章制度，
计算机实验中心不仅参与了相关管理办法的起草制定，还根据各个实验室的具体情况，制定了具体的规章制度，例如：“机房人员工作职责”、“教学实验室管理条例”、“机房管理章程”、“上机登记表”、 “蒙民伟楼管理办法”、“实验室内部管理条例”、“计算机检测、维护登记表”等等，并责任落实到人。中心每学期都专门强调严格管理事项，节假日前都专项检查，所有实验室都填报“计算机检测、维护登记表”。

借助于中心先进的网络化管理、24小时实时监控录像设备和严格的规章制度，配备了2名专职设备维护工程师，1名专职仪器设备管理实验员，以及计算机系配套的维修保障经费，中心的固定资产帐、物100℅相符，仪器设备等完好率基本保持在98℅以上。


</td></tr></table>
</div>
</body></HTML>

