<%@page contentType="text/html;charset=gb2312"%>
<HTML><body><div style="float:right;">
<table width=800,height=1000>
<tr>
<td bgcolor="#003D79" ><font color="#ffffff" size="4">实验中心环境与安全</font></td>
<td align="right" bgcolor="#D9D9D9">当前位置：首页|设备与环境|实验中心环境与安全</td>
</tr>
<tr><td colspan="2">
<center><h1>实验中心环境与安全</h1></center><p>
实验教学中心力倡“人才为本、学术至上、开放共享、和谐创新”的建设发展理念与“开放、流动、联合、竞争”的运行机制，实行依托单位领导下的主任负责制，是具有相对独立的人事权和财务权的科研实体。建立了聘任、考核、管理与激励等制度，实体化运行模式创新初见成效，为应用基础研究营造了浓厚的学术氛围。<p>
实验教学中心位于河海大学江宁校区致远楼三楼四楼以及勤学楼四楼五楼，使用面积约1200平方米，共有400多个机位。其中致远楼有2个大型公共课程机房，可同时容纳200人同时上机，勤学楼同样有2个大型公共课程机房，可同时容纳200人同时上机；另有网络信息安全、软件工程、多媒体技术等多个专业课程实验室，除了PC以外还配备了专业实验仪器、投影、扩音等教学设备，为教师授课以及学生听课准备了良好的环境。实验教学中心配有一个服务器站，内有DELL、Lenovo等主流品牌的服务器、存储、交换设备约50余件。整个实验中心现有设备1000多件。<p>
实验教学中心安全管理内容主要包括实验室内务管理、消防安全、危险化学品安全、环境保护与排污安全、仪器设备安全、水电气安全、辐射安全、生物安全等方面的管理工作。<p>
实验室仪器设备、材料、工具等摆放应布局合理。及时清理、报废废旧物资，不得存放与实验室工作无关的物品。实验室区域严禁吸烟、烹饪、用膳等，不得在实验室留宿和进行娱乐活动。<p>
</td></tr></table>
</div>
</body></HTML>

