<%@page contentType="text/html;charset=gb2312"%>
<HTML><body><div style="float:right;">
<table width=800,height=800>
<tr>
<td bgcolor="#003D79" ><font color="#ffffff" size="4">成果展示</font></td>
<td align="right" bgcolor="#D9D9D9">当前位置：首页|成果展示|学术成果</td>
</tr>
<tr><td colspan="2">
<center><h1>学术成果</h1></center><p>
 学院拥有计算机科学与技术博士后科研流动站，拥有计算机科学与技术、信息与通信工程、软件工程3个一级学科博士点，1个水信息学二级学科博士点。计算机科学与技术、信息与通信工程、软件工程、电子科学与技术4个一级学科硕士点；模式识别与智能系统、水信息学2个二级学科硕士点；以及计算机技术领域、软件工程领域、电子与通信工程领域3个工程硕士点；1个计算机应用技术高校教师硕士点。<br>
学院先后承接了多项国家“973”、“863”、国家科技支撑计划、国家自然科学基金项目；主持和参与多项水利行业重点项目，如三峡工程、数字黄河工程、国家防汛指挥系统等重大水利水电建设项目。学院近年来发表专业论文千余篇（其中SCI、EI等高水平论文500余篇），出版专著20余部，获国家专利百余项，获国家和省部级科技进步奖20余项。<br>
</td></tr></table>
</div>
</body></HTML>

