<%@page contentType="text/html;charset=gb2312"%>
<HTML><body><div style="float:right;">
<table width=800,height=800>
<tr>
<td bgcolor="#003D79" ><font color="#ffffff" size="4">成果展示</font></td>
<td align="right" bgcolor="#D9D9D9">当前位置：首页|成果展示|教学工作成果</td>
</tr>
<tr><td colspan="2">
<center><h1>教学工作成果</h1></center><p>
 学院始终坚持“强基础、重实践、求创新”的人才培养理念，以培养高水平人才为目标，建立了从本科生到博士生的完整培养体系。目前在校本科生1200余人，全日制硕士研究生600余人，工程硕士300余人，博士研究生 150余人。学院致力于加强本科生、研究生实践创新能力的培养，每年均有上百人次获得各类省级、国家级学科竞赛奖项。经过多年的建设与发展，学院已成为我国计算机科学与技术、软件工程、信息与通信工程以及电子信息领域人才培养和科学研究的重要基地。毕业生就业面宽，有机关事业单位、高校和科研机构、大中型 IT企业等。无论是国内外高校的著名教授、水利行业的管理科研骨干、IT行业的精英或是创新型企业的CEO，都在各自领域中展现了学院毕业生的独特风采。?
</td></tr></table>
</div>
</body></HTML>

